Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# set_show_calories
source: Show calories
da: Vis kalorier
de: Kalorien anzeigen
es_419: Mostrar calorías
es_es: Mostrar calorías
fil: Ipakita ang calories
fr: Afficher les calories
fr_ca: Afficher les calories
id: Tampilkan kalori
it: Mostra le calorie
ja: カロリーを表示
ko: 칼로리 표시
ms: Tunjuk kalori
pl: Pokazuj kalorie
pt_br: Mostrar calorias
th: แสดงแคลอรี่
tr: Kalorileri göster
vi: Hiện calo
zh_hant_hk: 顯示卡路里

# set_tone_numbers
source: Numbers
da: Tal
de: Zahlen
es_419: Números
es_es: Números
fr: Chiffres
fr_ca: Chiffres
id: Angka
it: Numeri
ja: 数字だけ
ko: 숫자만
ms: Nombor
pl: Liczby
pt_br: Números
th: ตัวเลข
tr: Sayılar
vi: Con số
zh_hant_hk: 只看數字

# set_tone_push
source: Push me
da: Skub på
de: Ansporn
es_419: Impulso
es_es: Empújame
fil: Push
fr: Motivant
fr_ca: Motive-moi
id: Dorong
it: Spingimi
ja: 後押し
ko: 밀어주기
ms: Dorong
pl: Motywuj
pt_br: Incentivo
th: ผลักดัน
tr: Motive et
vi: Thúc đẩy
zh_hant_hk: 推我一把

# set_tone_sub_neutral
source: Numbers and gentle acknowledgement, never judgment.
da: Tal og en stille anerkendelse, aldrig en dom.
de: Zahlen und ein leises Nicken, nie ein Urteil.
es_419: Números y un reconocimiento amable, nunca juicios.
es_es: Números y un reconocimiento discreto, nunca juicios.
fil: Mga numero at banayad na pagkilala, hindi kailanman paghusga.
fr: Des chiffres et un mot bienveillant, jamais de jugement.
fr_ca: Des chiffres et une reconnaissance discrète, jamais de jugement.
id: Angka dan pengakuan yang lembut, tidak pernah penilaian.
it: Numeri e un riconoscimento discreto, mai un giudizio.
ja: 数字と、そっとしたうなずき。評価はしません。
ko: 숫자와 부드러운 인정, 평가는 없어요.
ms: Nombor dan pengiktirafan lembut, tidak sekali-kali penilaian.
pl: Liczby i łagodne potwierdzenie, nigdy ocena.
pt_br: Números e um reconhecimento gentil, nunca julgamento.
th: ตัวเลข กับการรับรู้แบบอ่อนโยน ไม่ตัดสิน
tr: Sayılar ve yumuşak bir onay; asla yargı yok.
vi: Con số và sự ghi nhận nhẹ nhàng, không phán xét.
zh_hant_hk: 數字，加一點溫和的認可，從不評價。

# set_tone_sub_numbers
source: Pure ledger, every evaluative word and colour-judgment suppressed.
da: Rent regnskab — hvert vurderende ord og hver farvedom er slået fra.
de: Reines Kontobuch, jedes wertende Wort und jede Farbwertung unterdrückt.
es_419: Registro puro: se elimina toda palabra evaluativa y todo juicio de color.
es_es: Solo el registro: sin una sola palabra de valoración ni juicio de color.
fil: Purong talaan, walang anumang salitang naghuhusga at walang paghatol sa pamamagitan ng kulay.
fr: Registre brut, tout mot évaluatif et tout jugement de couleur supprimés.
fr_ca: Registre pur : tout mot d'évaluation et tout jugement de couleur sont supprimés.
id: Murni catatan angka, setiap kata penilaian dan penghakiman lewat warna dimatikan.
it: Solo registro: nessuna parola di giudizio, nessun colore che valuta.
ja: 純粋な記録だけ。評価の言葉も、色による判定も出しません。
ko: 순수한 장부. 평가하는 말과 색 판단을 모두 없앤 모드예요.
ms: Lejar semata-mata, setiap perkataan penilaian dan pertimbangan warna dimatikan.
pl: Czysty rejestr — bez słów oceny i bez oceny kolorem.
pt_br: Só o registro: toda palavra de avaliação e todo julgamento por cor suprimidos.
th: บัญชีล้วนๆ ตัดคำที่ตัดสินและการตัดสินด้วยสีออกทั้งหมด
tr: Saf defter; her değerlendirme sözcüğü ve renk yargısı kapalı.
vi: Thuần sổ sách, ẩn mọi từ đánh giá và mọi phán xét bằng màu sắc.
zh_hant_hk: 純粹的帳目，所有評價字眼和顏色判斷都會收起。

# set_tone_sub_push
source: Streak-forward, with stronger over-target emphasis.
da: Fokus på stimer og tydeligere markering, når målet overskrides.
de: Serien im Vordergrund, mit deutlicherem Hinweis über dem Ziel.
es_419: Enfocado en las rachas, con más énfasis al pasar el objetivo.
es_es: Con las rachas por delante y más énfasis al pasar del objetivo.
fil: Naka-pokus sa streak, mas malakas ang diin kapag lampas sa target.
fr: Axé sur les séries, avec un dépassement d'objectif plus appuyé.
fr_ca: Axé sur les séries, avec plus d'insistance au-delà de la cible.
id: Mengedepankan rentetan, dengan penekanan lebih kuat saat melewati target.
it: Punta sulle serie, con più enfasi quando superi l'obiettivo.
ja: 連続日数を前に出し、目標を超えたときははっきり示します。
ko: 연속 기록 중심, 목표 초과는 더 또렷하게.
ms: Mengutamakan rentetan, dengan penegasan lebih kuat apabila melebihi sasaran.
pl: Nacisk na serie i mocniejsze podkreślenie przekroczeń.
pt_br: Foco nas sequências, com ênfase maior quando passa da meta.
th: เน้นวันต่อเนื่อง และเน้นตอนเกินเป้าหมายให้ชัดขึ้น
tr: Seri odaklı; hedef aşıldığında daha belirgin vurgu.
vi: Đề cao chuỗi ngày, nhấn mạnh hơn khi vượt mục tiêu.
zh_hant_hk: 以連續紀錄為主，超出目標時強調得更明顯。

# set_units
source: Units
da: Måleenheder
de: Maßeinheiten
es_419: Unidades
es_es: Unidades
fil: Mga Sukat
fr: Unités
fr_ca: Unités
id: Satuan
it: Unità di misura
ja: 単位
ko: 단위
ms: Unit
pl: Miary
pt_br: Unidades
th: หน่วย
tr: Birimler
vi: Đơn vị
zh_hant_hk: 單位

# sheet_bac_never_drive
source: Never use an estimate to decide whether it's safe to drive. When in doubt, don't.
da: Brug aldrig et estimat til at afgøre, om det er forsvarligt at køre. Er du i tvivl: lad være med at køre.
de: Entscheide niemals anhand einer Schätzung, ob du fahrtüchtig bist. Im Zweifel: nicht fahren.
es_419: Nunca uses una estimación para decidir si te pones al volante. Ante la duda, no manejes.
es_es: No uses nunca una estimación para decidir si ponerte al volante. Ante la duda, no conduzcas.
fil: Huwag na huwag gamitin ang tantiya para magpasya kung ligtas nang mag-drive. Kapag may duda, huwag mag-drive.
fr: Ne vous servez jamais d'une estimation pour décider de prendre le volant. Dans le doute, ne conduisez pas.
fr_ca: Ne te sers jamais d'une estimation pour décider de prendre le volant. Dans le doute, ne conduis pas.
id: Jangan pernah memakai perkiraan untuk memutuskan apakah aman menyetir. Kalau ragu sedikit saja, jangan menyetir.
it: Non usare mai una stima per decidere se metterti alla guida. Nel dubbio, non guidare.
ja: 運転できるかどうかの判断に、推定値を使っては絶対にいけません。少しでも迷ったら、運転しないでください。
ko: 운전해도 되는지를 추정치로 판단하면 절대 안 돼요. 조금이라도 망설여진다면, 하지 마세요.
ms: Jangan sekali-kali gunakan anggaran untuk memutuskan sama ada selamat memandu. Jika ragu-ragu sedikit pun, jangan memandu.
pl: Szacunek nigdy nie jest podstawą do decyzji o prowadzeniu pojazdu. W razie wątpliwości: nie prowadź.
pt_br: Nunca use uma estimativa para decidir se pode dirigir. Na dúvida, não dirija.
th: ห้ามใช้ค่าประมาณตัดสินว่าขับรถได้หรือไม่ โดยเด็ดขาด ถ้าลังเลแม้เพียงนิดเดียว อย่าขับ
tr: Araç kullanıp kullanamayacağınıza karar vermek için asla bir tahmine dayanmayın. Şüphe varsa: kullanmayın.
vi: Tuyệt đối không dùng số liệu ước tính để quyết định có lái xe hay không. Đã uống rượu bia thì không lái xe.
zh_hant_hk: 絕對不要用估算值去判斷可不可以駕駛。只要有半點猶豫，就不要駕駛。

# sheet_bac_not_measurement
source: It's an estimate, not a measurement. Food, medication, and your own biology all shift the real number.
da: Det er et estimat, ikke en måling. Mad, medicin og din egen biologi flytter alle det virkelige tal.
de: Das ist eine Schätzung, keine Messung. Essen, Medikamente und deine eigene Biologie verschieben den tatsächlichen Wert.
es_419: Es una estimación, no una medición. La comida, los medicamentos y tu propia biología mueven el número real.
es_es: Es una estimación, no una medición. La comida, los medicamentos y tu propia biología desplazan el número real.
fil: Tantiya ito, hindi sukat. Ang pagkain, gamot, at ang sarili mong biyolohiya ay nagbabago sa totoong numero.
fr: C'est une estimation, pas une mesure. L'alimentation, les médicaments et votre propre biologie déplacent tous le chiffre réel.
fr_ca: C'est une estimation, pas une mesure. La nourriture, les médicaments et ta propre biologie déplacent tous le vrai chiffre.
id: Ini perkiraan, bukan pengukuran. Makanan, obat, dan kondisi tubuhmu sendiri semuanya menggeser angka yang sebenarnya.
it: È una stima, non una misurazione. Cibo, farmaci e la tua biologia spostano tutti il numero reale.
ja: これは推定であって、測定ではありません。食事も、薬も、あなた自身の体質も、実際の数値を動かします。
ko: 추정치일 뿐, 측정값이 아니에요. 음식, 약, 그리고 각자의 몸이 실제 수치를 다르게 만들어요.
ms: Ini anggaran kandungan alkohol dalam darah, bukan pengukuran. Makanan, ubat dan biologi anda sendiri semuanya menggeser angka sebenar.
pl: To szacunek, nie pomiar. Jedzenie, leki i własna biologia przesuwają rzeczywistą wartość.
pt_br: É uma estimativa, não uma medição. Comida, medicamentos e a sua própria biologia mudam o número real.
th: นี่คือค่าประมาณ ไม่ใช่ค่าที่วัดได้ อาหาร ยา และร่างกายของแต่ละคน ล้วนทำให้ตัวเลขจริงเปลี่ยนไป
tr: Bu bir tahmindir, ölçüm değildir. Yemek, ilaçlar ve kendi biyolojiniz gerçek sayıyı değiştirir.
vi: Đây là ước tính, không phải phép đo. Thức ăn, thuốc men và cơ địa mỗi người đều làm lệch con số thật.
zh_hant_hk: 這是估算，不是量度。食物、藥物，以及你自己的身體，都會令真實數字不同。

# sheet_bac_widmark
source: We use the Widmark method: the alcohol you've logged, spread over your body water (from weight and sex), minus what your body clears, about 0.015% every hour.
da: Vi bruger Widmarks metode: den alkohol, du har noteret, fordelt i din kropsvæske (ud fra vægt og køn), minus det, kroppen når at forbrænde — omkring 0,015 % i timen.
de: Wir rechnen nach Widmark: der Alkohol, den du erfasst hast, verteilt auf dein Körperwasser (aus Gewicht und Geschlecht), abzüglich dessen, was dein Körper abbaut, etwa 0,015 % pro Stunde.
es_419: Usamos el método de Widmark: el alcohol que registraste, repartido en el agua de tu cuerpo (según el peso y el sexo), menos lo que tu organismo elimina, cerca de 0.015 % por hora.
es_es: Usamos el método Widmark: el alcohol que has registrado, repartido en el agua corporal (a partir del peso y el sexo), menos lo que tu cuerpo elimina, en torno a un 0,015 % cada hora.
fil: Ginagamit namin ang Widmark method: ang alkohol na na-log mo, ikinakalat sa tubig ng katawan mo (mula sa timbang at kasarian), bawas ang naaalis ng katawan mo, mga 0.015% kada oras.
fr: Nous utilisons la méthode de Widmark : l'alcool que vous avez enregistré, réparti dans l'eau de votre corps (déduite du poids et du sexe), moins ce que votre organisme élimine, environ 0,015 % par heure.
fr_ca: On utilise la méthode de Widmark : l'alcool que tu as inscrit, réparti dans ton eau corporelle (calculée à partir du poids et du sexe), moins ce que ton organisme élimine, environ 0,015 % à l'heure.
id: Kami memakai metode Widmark: alkohol yang sudah kamu catat, disebar ke air tubuh (dihitung dari berat badan dan jenis kelamin), dikurangi yang sudah diuraikan tubuh, sekitar 0,015% setiap jam.
it: Usiamo il metodo di Widmark: l'alcol che hai registrato, distribuito nell'acqua corporea (calcolata da peso e sesso), meno quello che il corpo elimina, circa lo 0,015% ogni ora.
ja: ウィドマーク法で計算しています。記録したアルコールを体水分量(体重と性別から求めます)に広げ、体が分解する分、1時間あたり約0.015%を差し引きます。
ko: 위드마크(Widmark) 공식을 써요. 기록한 알코올을 체중과 성별에서 계산한 체내 수분량에 나누고, 몸이 시간당 약 0.015%씩 분해하는 만큼을 빼요.
ms: Kami menggunakan kaedah Widmark: alkohol yang anda catat, disebarkan ke seluruh air badan anda (daripada berat dan jantina), tolak apa yang dihapuskan oleh badan anda, kira-kira 0.015% setiap jam.
pl: Stosujemy metodę Widmarka: zapisany alkohol rozłożony na wodę w organizmie (z masy ciała i płci), minus to, co organizm usuwa — około 0,015 % na godzinę.
pt_br: Usamos o método Widmark: o álcool que você registrou, distribuído pela água do seu corpo (calculada a partir do peso e do sexo), menos o que o organismo elimina, cerca de 0,015% por hora.
th: เราใช้สูตร Widmark คือเอาแอลกอฮอล์ที่คุณจดไว้ กระจายลงในน้ำในร่างกาย ซึ่งคำนวณจากน้ำหนักและเพศ แล้วหักส่วนที่ร่างกายกำจัดออก ราว 0.015% ต่อชั่วโมง
tr: Widmark yöntemini kullanıyoruz: kaydettiğiniz alkol, vücut suyunuza (ağırlık ve cinsiyetten hesaplanır) dağılır; vücudunuzun temizlediği miktar düşülür — saatte yaklaşık %0,015.
vi: Ứng dụng dùng phương pháp Widmark: lượng cồn đã ghi, dàn đều trong lượng nước cơ thể (tính từ cân nặng và giới tính sinh học), trừ đi phần cơ thể đào thải, khoảng 0,015% mỗi giờ.
zh_hant_hk: 我們用 Widmark 公式：把你記下的酒精，分散到由體重和性別推算的身體水分之中，再減去身體代謝掉的部分，大約每小時 0.015%。

# sheet_cal_hint_dry
source: Tap a past day to mark it dry, tap again to unmark. Days with drinks stay as they are.
da: Tryk på en tidligere dag for at markere den alkoholfri, tryk igen for at fjerne markeringen. Dage med drinks bliver, som de er.
de: Tippe einen vergangenen Tag an, um ihn als alkoholfrei zu markieren, tippe erneut, um das zurückzunehmen. Tage mit Einträgen bleiben, wie sie sind.
es_419: Toca un día pasado para marcarlo sin alcohol; tócalo otra vez para deshacerlo. Los días con tragos quedan igual.
es_es: Pulsa un día pasado para marcarlo sin alcohol y púlsalo otra vez para quitar la marca. Los días con copas se quedan como están.
fil: I-tap ang nakaraang araw para markahang walang alak, i-tap ulit para alisin. Hindi magbabago ang mga araw na may inom.
fr: Touchez un jour passé pour le marquer sans alcool, touchez-le à nouveau pour annuler. Les jours avec consommations restent tels quels.
fr_ca: Appuie sur un jour passé pour le marquer sans alcool, appuie de nouveau pour l'annuler. Les jours avec verres restent tels quels.
id: Ketuk hari yang sudah lewat untuk menandainya tanpa alkohol, ketuk lagi untuk membatalkan. Hari yang ada catatan minumnya tidak berubah.
it: Tocca un giorno passato per segnarlo senza alcol, tocca di nuovo per annullare. I giorni con bevande restano come sono.
ja: 過去の日をタップすると休肝日になります。もう一度タップすると取り消せます。記録のある日はそのままです。
ko: 지난 날짜를 탭하면 술 없는 날로 표시되고, 다시 탭하면 해제돼요. 기록이 있는 날은 그대로 둬요.
ms: Ketik hari yang lepas untuk menandakannya bebas alkohol, ketik sekali lagi untuk membuang tanda. Hari yang ada minuman kekal seperti sedia ada.
pl: Dotknij minionego dnia, aby oznaczyć go jako dzień bez alkoholu; dotknij ponownie, aby cofnąć. Dni z wpisami zostają bez zmian.
pt_br: Toque em um dia passado para marcá-lo como dia sem álcool; toque de novo para desmarcar. Dias com bebidas ficam como estão.
th: แตะวันที่ผ่านมาเพื่อทำเป็นวันไม่ดื่ม แตะอีกครั้งเพื่อเอาออก วันที่มีบันทึกจะคงไว้ตามเดิม
tr: Geçmiş bir güne dokunup alkolsüz işaretleyin, tekrar dokunup kaldırın. İçki kaydı olan günler olduğu gibi kalır.
vi: Chạm vào một ngày đã qua để đánh dấu không cồn, chạm lần nữa để bỏ. Những ngày có đồ uống vẫn giữ nguyên.
zh_hant_hk: 輕點過往的日子就標為無酒日，再點一次取消。有記錄的日子維持不變。

# sheet_cal_hint_select
source: Tide dots are logged days; moss dots are dry days. Tap one to open it.
da: Blå prikker er dage med noteringer, grønne prikker er alkoholfrie dage. Tryk på en for at åbne den.
de: Blaue Punkte sind Tage mit Einträgen, grüne Punkte alkoholfreie Tage. Tippe einen an, um ihn zu öffnen.
es_419: Los puntos azules son días con registro; los verdes, días sin alcohol. Toca uno para abrirlo.
es_es: Los puntos azules son días con registro; los verdes, días sin alcohol. Pulsa uno para abrirlo.
fil: Ang asul na tuldok ay mga araw na may na-log; ang berdeng tuldok ay mga araw na walang alak. I-tap ang isa para buksan ito.
fr: Les points bleus signalent les jours enregistrés, les verts les jours sans alcool. Touchez-en un pour l'ouvrir.
fr_ca: Les points bleus marquent les jours avec verres, les verts les jours sans alcool. Appuie sur un jour pour l'ouvrir.
id: Titik biru menandai hari dengan catatan; titik hijau menandai hari tanpa alkohol. Ketuk salah satu untuk membukanya.
it: I pallini blu sono i giorni registrati, quelli verdi i giorni senza alcol. Tocca un giorno per aprirlo.
ja: 青い点は記録のある日、緑の点は休肝日です。タップすると開きます。
ko: 파란 점은 기록이 있는 날, 초록 점은 술 없는 날이에요. 탭하면 열려요.
ms: Bintik biru ialah hari yang dicatat; bintik hijau ialah hari bebas alkohol. Ketik satu untuk membukanya.
pl: Niebieskie kropki to dni z wpisami, zielone — dni bez alkoholu. Dotknij, aby otworzyć.
pt_br: Pontos azuis são dias com registro; pontos verdes são dias sem álcool. Toque em um para abrir.
th: จุดสีฟ้าคือวันที่มีบันทึก จุดสีเขียวคือวันไม่ดื่ม แตะเพื่อเปิดดู
tr: Mavi noktalar kayıt yapılan günler, yeşil noktalar alkolsüz günler. Açmak için birine dokunun.
vi: Chấm xanh dương là ngày có ghi, chấm xanh lá là ngày không cồn. Chạm vào một ngày để mở.
zh_hant_hk: 藍點是有記錄的日子，綠點是無酒日。輕點一下就可以打開。

# sheet_custom_abv_label
source: ABV %
da: Vol. %
de: % vol
es_419: % alc. vol.
es_es: % vol.
fr: % vol.
fr_ca: % alc./vol.
it: Gradazione %
ja: 度数 %
ko: 도수 %
pl: Alkohol (%)
pt_br: % de álcool
th: ดีกรี %
tr: Alkol (%)
vi: Độ cồn %
zh_hant_hk: 酒精度 %

# sheet_custom_base_caption
source: BASE TYPE
da: GRUNDTYPE
de: GRUNDART
es_419: TIPO BASE
es_es: TIPO BASE
fil: URI NG BASE
fr: TYPE DE BASE
fr_ca: TYPE DE BASE
id: JENIS DASAR
it: TIPO DI BASE
ja: ベースの種類
ko: 기본 종류
ms: JENIS ASAS
pl: TYP BAZOWY
pt_br: TIPO BASE
th: ประเภทพื้นฐาน
tr: TEMEL TÜR
vi: NHÓM ĐỒ UỐNG
zh_hant_hk: 基本類別

# sheet_custom_ml_label
source: Serving (ml)
da: Servering (ml)
de: Füllmenge (ml)
es_419: Porción (ml)
es_es: Cantidad (ml)
fr: Contenance (ml)
fr_ca: Portion (ml)
id: Sajian (ml)
it: Porzione (ml)
ja: 1杯の量(ml)
ko: 용량 (ml)
ms: Hidangan (ml)
pl: Porcja (ml)
pt_br: Dose (ml)
th: ปริมาณ (มล.)
tr: Porsiyon (ml)
vi: Dung tích (ml)
zh_hant_hk: 份量（毫升）

# sheet_custom_name_placeholder
source: Name, so it's found quickly
da: Navn, så den er hurtig at finde
de: Name, damit du es schnell findest
es_419: Nombre, para encontrarlo rápido
es_es: Nombre, para encontrarla rápido
fil: Pangalan, para mabilis mahanap
fr: Nom, pour la retrouver vite
fr_ca: Un nom, pour le retrouver vite
id: Nama, supaya cepat ditemukan
it: Nome, per ritrovarla in fretta
ja: 名前(すぐ見つかるように)
ko: 이름, 빨리 찾을 수 있게
ms: Nama, supaya cepat dijumpai
pl: Nazwa, żeby szybko go znaleźć
pt_br: Nome, para achar rápido
th: ชื่อ เพื่อให้หาเจอเร็วๆ
tr: Ad — hızlı bulunsun diye
vi: Tên, để tìm lại cho nhanh
zh_hant_hk: 名稱，方便快些找到

# sheet_custom_notes_placeholder
source: Ingredients or notes (optional)
da: Ingredienser eller noter (valgfrit)
de: Zutaten oder Notizen (optional)
es_419: Ingredientes o notas (opcional)
es_es: Ingredientes o notas (opcional)
fil: Mga sangkap o tala (opsyonal)
fr: Ingrédients ou notes (facultatif)
fr_ca: Ingrédients ou notes (facultatif)
id: Bahan atau catatan (opsional)
it: Ingredienti o note (facoltativo)
ja: 材料やメモ(任意)
ko: 재료나 메모 (선택)
ms: Bahan atau nota (pilihan)
pl: Składniki lub notatki (opcjonalnie)
pt_br: Ingredientes ou notas (opcional)
th: ส่วนผสมหรือโน้ต (ไม่บังคับ)
tr: İçindekiler veya notlar (isteğe bağlı)
vi: Nguyên liệu hoặc ghi chú (không bắt buộc)
zh_hant_hk: 材料或備註（可選）

# sheet_custom_title
source: New saved drink
da: Ny gemt drink
de: Neues gespeichertes Getränk
es_419: Nuevo trago guardado
es_es: Nueva bebida guardada
fil: Bagong naka-save na inumin
fr: Nouvelle boisson enregistrée
fr_ca: Nouveau verre enregistré
id: Minuman tersimpan baru
it: Nuova bevanda salvata
ja: 新しい保存ドリンク
ko: 새로 저장할 술
ms: Minuman simpanan baharu
pl: Nowy zapisany drink
pt_br: Nova bebida salva
th: เครื่องดื่มที่บันทึกใหม่
tr: Yeni kayıtlı içki
vi: Đồ uống lưu sẵn mới
zh_hant_hk: 新增自訂飲品

# sheet_entry_relog
source: Same again, log another
da: Det samme igen — notér en mere
de: Noch mal dasselbe erfassen
es_419: Lo mismo otra vez, anotar uno más
es_es: Otra igual, registrar de nuevo
fil: Ganoon ulit, mag-log ng isa pa
fr: La même, en enregistrer un autre
fr_ca: La même chose, encore
id: Sama lagi, catat satu lagi
it: Lo stesso, un'altra volta
ja: 同じものをもう一杯記録
ko: 같은 걸로 한 잔 더
ms: Sama seperti tadi, catat satu lagi
pl: To samo jeszcze raz
pt_br: De novo o mesmo, registrar outra
th: เหมือนเดิม จดอีกแก้ว
tr: Aynısından bir tane daha
vi: Thêm ly nữa như vậy
zh_hant_hk: 照舊，再記一杯

# sheet_entry_remove
source: Remove from diary
da: Fjern fra dagbogen
de: Aus dem Tagebuch entfernen
es_419: Quitar del diario
es_es: Quitar del diario
fil: Alisin sa diary
fr: Retirer du journal
fr_ca: Retirer du journal
id: Hapus dari catatan
it: Rimuovi dal diario
ja: 日記から削除
ko: 기록에서 삭제
ms: Buang daripada diari
pl: Usuń z dziennika
pt_br: Remover do diário
th: ลบออกจากไดอารี่
tr: Günlükten kaldır
vi: Gỡ khỏi nhật ký
zh_hant_hk: 從日誌移除

# sheet_export_cta
source: Share CSV
da: Del CSV
de: CSV teilen
es_419: Compartir CSV
es_es: Compartir CSV
fil: I-share ang CSV
fr: Partager le CSV
fr_ca: Partager le CSV
id: Bagikan CSV
it: Condividi CSV
ja: CSVを共有
ko: CSV 공유
ms: Kongsi CSV
pl: Udostępnij CSV
pt_br: Compartilhar CSV
th: แชร์ CSV
tr: CSV'yi paylaş
vi: Chia sẻ CSV
zh_hant_hk: 分享 CSV

# sheet_export_desc
source: Every number from this period, ready to share.
da: Alle tal fra perioden, klar til at dele.
de: Jede Zahl aus diesem Zeitraum, bereit zum Teilen.
es_419: Todos los números de este período, listos para compartir.
es_es: Todos los números de este periodo, listos para compartir.
fil: Lahat ng numero mula sa panahong ito, handa nang i-share.
fr: Tous les chiffres de cette période, prêts à partager.
fr_ca: Tous les chiffres de cette période, prêts à partager.
id: Semua angka dari periode ini, siap dibagikan.
it: Tutti i numeri del periodo, pronti da condividere.
ja: この期間の数字を、すべて共有できる形で。
ko: 이번 기간의 모든 숫자, 바로 공유할 수 있어요.
ms: Setiap angka daripada tempoh ini, sedia untuk dikongsi.
pl: Każda liczba z tego okresu, gotowa do wysłania.
pt_br: Todos os números deste período, prontos para compartilhar.
th: ทุกตัวเลขของช่วงนี้ พร้อมแชร์
tr: Bu dönemin bütün sayıları, paylaşmaya hazır.
vi: Mọi con số của kỳ này, sẵn sàng để chia sẻ.
zh_hant_hk: 今期的每一個數字，隨時可以分享。

# sheet_export_filename
source: Statistics, %1$@.csv
da: Statistik, %1$@.csv
de: Statistik, %1$@.csv
es_419: Estadisticas, %1$@.csv
es_es: Estadisticas, %1$@.csv
fil: Istatistika, %1$@.csv
fr: Statistiques, %1$@.csv
fr_ca: Statistiques %1$@.csv
id: Statistik, %1$@.csv
it: Statistiche, %1$@.csv
ja: 統計, %1$@.csv
ko: 통계 %1$@.csv
ms: Statistik, %1$@.csv
pl: Statystyki, %1$@.csv
pt_br: Estatisticas, %1$@.csv
th: สถิติ %1$@.csv
tr: İstatistik, %1$@.csv
vi: Thống kê, %1$@.csv
zh_hant_hk: 統計 %1$@.csv

# sheet_export_title
source: Export statistics
da: Eksporter statistik
de: Statistik exportieren
es_419: Exportar estadísticas
es_es: Exportar estadísticas
fil: I-export ang istatistika
fr: Exporter les statistiques
fr_ca: Exporter les statistiques
id: Ekspor statistik
it: Esporta le statistiche
ja: 統計を書き出す
ko: 통계 내보내기
ms: Eksport statistik
pl: Eksport statystyk
pt_br: Exportar estatísticas
th: ส่งออกสถิติ
tr: İstatistikleri dışa aktar
vi: Xuất thống kê
zh_hant_hk: 匯出統計
